[
  {
    "word": "malleable",
    "phonetic": "ˈmælɪəbəl",
    "part_of_speech": "",
    "definition": "A malleable metal is able to be pounded or pressed into various shapes, and a malleable personality is capable of being changed or trained. It's easier to learn when you're young and malleable.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "grain",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When carpenters sand a piece of wood, they \"go with the grain.\" Grain is the texture on piece of wood, which often forms long patterns that show the direction in which the tree grew.  You may have heard someone say \"there's a grain of truth to that\" when referring to an outrageous story that has a tiny bit of truth to it. A grain can also be a speck or a particle — the tiniest bit of something. Don't confuse this with another definition of grain, the kind you find in your bread — wheat, oats, alfalfa, and so on. Check out all the grains in the ten-grain bread next time you're in the bakery!",
    "example_sentences": [
      "\"go with the grain.\"",
      "\"there's a grain of truth to that\"",
      "“a grain of sand”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "sesame",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you pick a pod off a sesame plant and say “open sesame” like Ali Baba, you’ll get sesame seeds! People have been using sesame for its oil and seeds for over 3,000 years. That’s a lot of sesame bagels.",
    "example_sentences": [
      "“open sesame”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "tap",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Tap water is usually heavily treated with chemicals.",
    "example_sentences": [
      "“Sometimes I’m amazed by what people call about,”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "poultry",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "poultry",
    "example_sentences": [
      "“家禽”",
      "“家禽肉”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 12
  },
  {
    "word": "dairy",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A dairy is a farm that specializes in milk and products made from milk. Cheese, yogurt, cream, and ice cream are all things that might be produced at a dairy.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 12
  },
  {
    "word": "aggregate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "It descends from aggregāre (\"to cause to flock together\" or \"to join together\"), a Latin verb made up of the prefix ad- (which means \"to,\" and which usually changes to ag- before a g) and greg- or grex (meaning \"flock, herd, or group\"). Greg- also gave us congregate, gregarious, and segregate. Aggregate is commonly employed in the phrase \"in the aggregate,\" which means \"considered as a whole.\" Aggregate also has some specialized senses. For example, it is used to describe a mass of minerals formed into a rock, and materials like sand or gravel that are used to form concrete, mortar, or plaster.",
    "example_sentences": [
      "\"to cause to flock together\"",
      "\"to join together\"",
      "\"to,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 15
  },
  {
    "word": "congregate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Congregate comes from Latin root words com, meaning \"together\" and gregare, meaning \"to gather in a flock.\" Congregation, or a gathering or assembly, comes from the same roots, as does gregarious, an adjective describing someone who likes to gather with others to socialize. If you remember the key word is flock — what ministers often call their congregations — you should have no trouble remembering congregate means to flock together.",
    "example_sentences": [
      "\"together\"",
      "\"to gather in a flock.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "gregarious /ɡrɪˈɡeəriəs /",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you know someone who's outgoing, sociable, and fond of the company of others, you might want to call her gregarious. The word was originally used to describe animals that live in flocks — it's from the Latin word grex, meaning \"herd.\" Not surprisingly, people began using it to describe humans who liked being in groups.  Today biologists still speak of gregarious species, but you're more likely to hear it in reference to people. Despite what you might suspect, it has no historical connection to the name Gregory — but if you know an outgoing fellow with that name, you could call him Greg-arious.",
    "example_sentences": [
      "\"herd.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 11
  },
  {
    "word": "balkanize",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "divide a territory into small, hostile states",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "hostile",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If something is hostile, it's unfriendly. If you are zealous about the political causes you believe in, you will be hostile to any suggestion that the other side of the argument is reasonable.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "zealous",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Use the adjective zealous as a way to describe eagerness or enthusiastic activity. If you are too zealous in your efforts to decorate the house with Christmas lights, you might cause a power outage for the whole neighborhood.",
    "example_sentences": [
      "\"eager partisanship\"",
      "\"overzealous,\"",
      "\"Zealous\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 17
  },
  {
    "word": "cradle",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To cradle is to hold delicately and gently, like how you would hold an infant. A cradle is the tiny bed with rockers that the infant sleeps in.",
    "example_sentences": [
      "\"little bed or cot.\"",
      "\"the cradle of democracy?\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 17
  },
  {
    "word": "sparse",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Something that’s sparse is thin, not dense. If you’re looking for the perfect place to build a tree house, a sparse forest is probably not your best bet.",
    "example_sentences": [
      "“scattered,”",
      "“few and scattered.”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 15
  },
  {
    "word": "timber",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Timber! That's the call of warning you hear before a tree falls. That's because those lumberjacks are going to use the tree to make timber, otherwise known as \"lumber\" or the wood used for construction.",
    "example_sentences": [
      "\"lumber\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "sublime",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "You might describe a spine-tingling piece of music as \"a work of sublime beauty.\" With the, the word also functions as a noun meaning \"something that strikes the mind with a sense of grandeur or power\".",
    "example_sentences": [
      "\"a work of sublime beauty.\"",
      "\"something that strikes the mind with a sense of grandeur or power\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 15
  },
  {
    "word": "livelihood",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Your livelihood is the job you work at to earn the income that supports you.",
    "example_sentences": [
      "\"course of life,\"",
      "\"a means of keeping one alive.\"",
      "\"-lode\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "fragile",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If it's delicate and easily broken, like a rare glass vase or the feelings of an overly emotional friend, it's certainly fragile.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "buffer",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Buffer comes from the Old French buff, a word that imitates the sound of a blow to a soft body. A person can also be a buffer if she keeps people prone to fighting from coming in contact or hurting each other, like a teacher who separates two rowdy kids at the lunch table. A buffer state is a country between two conflicting ones that helps them better get along by creating a buffer between them — like Mongolia is for China and Russia.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "compound",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you compound a problem you add something to it to make it worse, like say, putting water on a grease fire. Compound means to combine; a compound is a combination or mixture of two or more things.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "stake",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A stake is a wooden stick, sharpened on one end and used to mark property lines (or slay a vampire). In the Middle Ages, people would gamble by placing their bets on wooden posts, or stakes. Eventually the bets themselves became known as stakes. Today, you can use the word as a verb to describe any risky endeavor — for example, \"Geoffrey staked his sandwich-making reputation on a six-foot hero with salami and pickles.\" A stake can also be an investment. If you say that \"Bill has a stake in the business,\" it means he’s a part-owner.",
    "example_sentences": [
      "\"Geoffrey staked his sandwich-making reputation on a six-foot hero with salami and pickles.\"",
      "\"Bill has a stake in the business,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "basin",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A basin is a container that holds water and is used for washing, but you probably just call it your bathroom sink. You can think of basin as something shaped like a bowl. If you're going for an old-fashioned ring, say \"wash basin.\" If you’re in England, you might use a basin for cooking. The word basin also has various geological senses, particularly a depression in the ground or ocean floor. A basin is also the spot where a river drains — like the famed Mississippi River Basin. That’s one big bowl!",
    "example_sentences": [
      "\"wash basin.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "harbour",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The ship was permitted to tie up in Boston harbour.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "perilous / ˈperɪləs/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Something that is dangerous or very risky can be described with the adjective perilous. If you are driving in a blizzard, you may kick yourself for making such a perilous journey. The adjective perilous comes from the Latin word periculum, meaning dangerous. Words from the same root include peril, a noun meaning a dangerous situation, and imperil, a verb meaning to put in danger. The last thing you want to do as a parent is to imperil your children. Unfortunately, childhood is filled with peril — from climbing on the monkey bars to eating paste, dirt, or bugs. If you think you can prevent all perilous situations, you haven't been a parent very long!",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "tipping-point",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "the moment when one particular result of a process becomes the most likely one, after a period when the result is not sure",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "steppe",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A steppe is a large geographic area of flat land. A prairie is a kind of steppe. This type of land can be found in both cold and warm environments — from Siberia to Mexico. A steppe, pronounced like the word step, is not quite dry enough to be a desert but not fertile enough for trees to grow. Think of it as a semi-desert covered in grass and shrubs. The word steppe can also be used to describe the climate in areas that are too dry for a forest, but not quite dry enough to be desert.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 2
  },
  {
    "word": "hasten /ˈheɪsən/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The verb hasten means to move at a high speed. If you hasten to your room, no one will know that you came in late. Hasten comes from the word haste, which means \"excessive speed or urgency.\" The words hurry and hasten are synonyms. Hasten can also mean \"to make happen quickly,\" like when you open a window in the kitchen when you are cooking to hasten the room's cooling down. Hasten also means \"to be quick,\" like when you hasten to tell everyone that the rumor going around about you isn't true.",
    "example_sentences": [
      "\"excessive speed or urgency.\"",
      "\"to make happen quickly,\"",
      "\"to be quick,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "avert /əˈvɜːt /",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To avert is to turn away or to prevent. You might avert your gaze or avert a disaster — either way, you are avoiding something. The verb avert comes from Latin roots that mean \"to turn away from.\" Averting has that sense of deflecting, turning away, or preventing something (usually bad) from happening. You might put salt on an icy sidewalk to avert accidents, or you might avert a toddler's meltdown by supplying a lollipop",
    "example_sentences": [
      "\"to turn away from.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "relinquish",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you relinquish something, you let it go. You relinquish control of the army when you resign as general. You relinquish your plan to sneak into town when your parents find out what's going on. Relinquish is also commonly used to mean physically letting go of something: The monkey wouldn't relinquish its grasp on the banana. Relinquish descends from Latin relinquere, from the prefix re- \"again\" plus linquere \"to leave.\"",
    "example_sentences": [
      "\"again\"",
      "\"to leave.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "skulk /skʌlk/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Skulking is cowardly. It means hiding out, either because you're trying to pull something off in secret, or you're trying to get out of doing something you're supposed to be doing. If you cut school, it makes sense to do it in the style of \"Ferris Bueller's Day Off,\" and enjoy yourself. Will the punishment be worse than if you skulk around town, avoiding teachers and people your parents know, not doing anything you really want to do? In spy movies, there are always bad guys in hotel lobbies, skulking about, hiding behind open newspapers.",
    "example_sentences": [
      "\"Ferris Bueller's Day Off,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "chip away at sth",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Fears about the future chipped away at her sense of well-being.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "logging",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Logging companies would have to leave a central area of the forest before the end of the year.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "cattle /ˈkætl/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Use the word cattle to talk about a group of cows. A farmer might build a new fence to keep her cattle more safely secured in their pasture. Cattle usually refers to domesticated cows, almost always a large group of them. If you have a small dairy farm with only three or four cows, you'll probably call them \"cows.\" When you're talking about a bigger operation, they're more likely to be called cattle. In the 13th century, the word simply meant \"property,\" from the Medieval Latin capitale, \"property or stock.\" It took about 300 years before cattle meant \"cows.\"",
    "example_sentences": [
      "\"cows.\"",
      "\"property,\"",
      "\"property or stock.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 6
  },
  {
    "word": "amnesty /ˈæmnəsti/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Amnesty can mean a pardon for a wrongdoing, or it can also signal a government's willingness to overlook something. Amnesty sounds a little like \"amnesia,\" and that's because in its more specific sense amnesty means \"forgetting.\" The government will essentially forget about whatever crime was committed, or whatever horrible things were said. As part of a truce, amnesty can be granted to opposition forces in civil disputes. Amnesty to illegal aliens means the government will deliberately overlook their illegal entry to the country. There can also be a period of amnesty when people can turn in something that they would otherwise get in trouble for. \"The city offered a period of amnesty for everyone to turn in illegal guns.\"",
    "example_sentences": [
      "\"amnesia,\"",
      "\"forgetting.\"",
      "\"The city offered a period of amnesty for everyone to turn in illegal guns.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "Recession  /rɪˈseʃən/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Jobs being cut? Houses not selling? Everyone talking about the poor sales of everything from cars to bouquets of flowers? That's a recession, a time of economic decline. Recession comes from the Latin word recessus, meaning \"a going back, retreat.\" Think of all the things that get made and sold in a country. When fewer people buy things, orders for them slow down. The sales \"go back\" to a lower amount. This is an economic recession. This noun can also describe other kinds of \"going back,\" like the recession of floodwaters that enable people to begin cleaning up their homes that had been filled with water.",
    "example_sentences": [
      "\"a going back, retreat.\"",
      "\"go back\"",
      "\"going back,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "pare /peə/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To pare is to trim — like when you pare branches on a tree or pare down your expenses to save money. Pare comes from the Latin word parare, meaning \"to prepare.\" Think of peeling potatoes, which you might do with a paring knife, or paring your nails so you'll make a neat appearance. In each case, you are trimming something gradually. If you pare down your expectations, you might be pleasantly surprised.",
    "example_sentences": [
      "\"to prepare.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "gleeful",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you're gleeful, you're delighted or joyful. The sound of children's gleeful laughter is one sign of a successful birthday party. When you feel gleeful, you're more than happy: you're exuberant and joyous. A friend's gleeful face tells you she's gotten great news or heard a hilarious joke, and gleeful kids will sometimes even scream with joy. In the 17th century, the alternate adjective gleesome competed with gleeful — both come from an Old English root, gliu, which means \"mirth, play, sport,\" and also \"music\" and \"mockery.\"",
    "example_sentences": [
      "\"mirth, play, sport,\"",
      "\"music\"",
      "\"mockery.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "strip /strɪp/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The verb strip has many shades of meaning, but most of them involve removing something. Someone may strip you of your power or you may strip off your clothes. Whatever it is that you strip, it’s gone.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "soar",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To soar means more than just to fly; it means to rise swiftly, to feel the wind slipping below you as you ride it higher, higher, higher. Flying is just moving through the air. Soaring, though, suggests exhilaration, even joy.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "shriver",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When things shrivel, they wrinkle up and get smaller, the way leaves begin to shrivel and turn brown in the fall. A lack of moisture can cause something to shrivel, and in humans it tends to be the natural process of aging that makes people shrivel a bit. Flowers will shrivel if you forget to water them, and grapes will eventually shrivel into raisins if you dry them out long enough. The root of shrivel is uncertain, but it may have a Scandinavian source and be related to the Swedish word skryvla, \"to wrinkle.\"",
    "example_sentences": [
      "\"to wrinkle.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "wither",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Wither means to shrivel up or shrink. If you forget to water your plants for six weeks, they'll wither — they'll dry up and you probably won't be able to bring them back to life. Wither comes from the Middle English word wydderen, meaning \"dry up, shrivel.\" In addition to shrinking, the verb wither can also refer to losing vitality and fading away, like people who wither as they age. They slowly lose their physical stamina and grow feeble. People also start to physically shrink at a certain age. In that way, they wither in both senses. Not only do they wither by losing their youth, they also wither by shrinking",
    "example_sentences": [
      "\"dry up, shrivel.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "hatred",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The noun hatred means to feel a strong emotional dislike toward something or someone. You feel hatred of people who have done terrible things to you, or books about too-perfect teens. Hatred comes from Old English hete, which means \"hate,\" plus the suffix red (ræden), which means \"the condition of.\" If you find after twenty years of marriage you no longer like your husband, you may be able to work it out. If you feel hatred towards him, your differences may be irreconcilable.",
    "example_sentences": [
      "\"hate,\"",
      "\"the condition of.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "pessimist  /ˈpesɪmɪst/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "\\ If the world can be divided into those who see the glass half empty and those who see the glass half full, the half-empty crew are known as pessimists––they always see the worst. The opposite of pessimist is optimist––someone who always sees thing in a positive light. Most people insist they are optimists, and when accused of pessimism suggest they're only focusing on reality. In fact, though, people who see reality as it is are called \"realists.\"",
    "example_sentences": [
      "\"realists.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "runaway",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A runaway is a person — often a child or teenager — who leaves home. A runaway is usually unhappy at home, and most runaways have families that are desperate to find them. A kid who grabs some snacks and hides out all night in his neighbor's tree house is one kind of runaway — a more serious runaway is a teenager who hitchhikes to a city and lives on the street or in a shelter. You can also use the word as an adjective to mean \"out of control,\" like a runaway car rolling down a hill with no driver, or a movie that's a runaway success, making more money than anyone thought possible.",
    "example_sentences": [
      "\"out of control,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "kick in",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When you're confronted with the problem, emotions kick in, fear kicks in, and you don't always do the rational and thought-out approach.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "dismiss /dɪsˈmɪs/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "At the end of a lesson period, your teacher says, \"class dismissed.\" This means that you and the rest of the students are free to go. Dismiss means to let go. If a judge dismisses a case, it means he's saying it has no merit, and is throwing it out of court. If you are dismissed from your job, it means you've been fired. And if you've been ignoring your friends' warnings that your boyfriend is cheating, you've been dismissing their concerns. \"Don't dismiss me!\" is something you say when the person you're talking to is not taking you and your comments seriously.",
    "example_sentences": [
      "\"class dismissed.\"",
      "\"Don't dismiss me!\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "hypocrisy /hɪˈpɒkrəsi/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "People who go to church but don't believe in god? People who are vegetarians on a moral basis but wear leather jackets? They are engaging in hypocrisy, or behavior that is different from what they say they believe. A hypocrite is a person who practices hypocrisy: what they say is not what they do. The noun hypocrisy descends from the Greek hypokrisis \"acting on a stage,\" from hypokrinesthai \"to play a part, pretend,\" from the prefix hypo- \"under\" plus krinein \"to judge.\" Many times kids are enraged by their parents' hypocrisy when parents make their children follow rules they don't follow themselves.",
    "example_sentences": [
      "\"acting on a stage,\"",
      "\"to play a part, pretend,\"",
      "\"under\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "dogma /ˈdɒɡmə /",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Dogma means the doctrine of belief in a religion or a political system. The literal meaning of dogma in ancient Greek was something that seems true. These days, in English, dogma is more absolute. If you believe in a certain religion or philosophy, you believe in its dogma, or core assumptions. If you belong to a cult that believes that cupcake consumption is the only true path, then you follow the cupcake dogma. Dogma, once adopted, is accepted without question. Go eat cupcakes!",
    "example_sentences": [
      "“A Course in Miracles,”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 11
  },
  {
    "word": "pretext /ˈpriːtekst/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Pretext is a false reason given for doing something. If you catch your mother going through your drawers, and she says she was just tidying up, cleaning was her pretext for snooping. Sometimes a government will try to take away its citizens' rights under the pretext of national security. Though pretext sounds like text that comes before other text, the text you see in it is actually more closely related to the word textile, meaning fabric. Its Latin root meant pretty much \"to pull the wool over someone's eyes.\"",
    "example_sentences": [
      "\"to pull the wool over someone's eyes.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 11
  },
  {
    "word": "dieback",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "a disease of plants characterized by the gradual dying of the young shoots starting at the tips and progressing to the larger branches",
    "example_sentences": [
      "“forest dieback”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 6
  },
  {
    "word": "rot",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To rot is to decompose, or break down into smaller parts. When old food at the back of your refrigerator rots, you should throw it away. Sometimes you can tell when something is beginning to rot because it smells bad. But the process that occurs when things rot is a natural one that you can see all around you as you walk through the woods or along the beach. Living organisms have to rot after they die, to make room for more organisms.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "flawed",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Things that are flawed are less than perfect. A flawed dinner plate might have a small chip in it, and a flawed English paper includes at least one mistake. Flawed objects have some kind of imperfection — a dent or a blemish. No one's perfect, so everyone is flawed in some way, but when this word describes a person it often means \"weak in character.\"A Shakespearian flawed hero has some flaw or foible that will ultimately be his undoing: in other words, a \"fatal flaw.\" Flawed comes from flaw, originally \"a flake of snow,\" later \"a splinter,\" and finally \"an imperfection.\"",
    "example_sentences": [
      "\"weak in character.\"",
      "\"fatal flaw.\"",
      "\"a flake of snow,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 17
  },
  {
    "word": "raze",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Raze means to tear an object down to the ground. Before Donald Trump can raze that family's home to build another skyscraper, he's going to have to cut them a big check. Raze is most often used to refer to knocking buildings down for construction projects, but it can also describe tearing down other objects. You can raze the sand dunes in order to make the beach perfectly flat. Raze comes from the word rasen, meaning \"to scrape or erase,\" and it sounds similar to the word erase, which can help you remember its meaning. If you raze something, in a way it has been erased — it no longer exists in its previous form",
    "example_sentences": [
      "\"to scrape or erase,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "sequestered /səˈkwestəd/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "a sequestered place is quiet and far away from people",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "vandalism /ˈvændəl-ɪzəm/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Vandalism is the destruction of someone else's property. Some people think of graffiti as public art, while others dismiss it as nothing but vandalism.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 12
  },
  {
    "word": "graffiti /ɡræˈfiːti/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Graffiti is a word, phrase, or image painted or drawn somewhere in public, like on the side of a building or on the walls in a restroom. Art or vandalism? That’s the debate about graffiti. For some people, graffiti looks ugly and damages the property where it’s left. Others consider graffiti a form of self-expression and a celebration of public spaces. The word comes from the Italian graffito, which means “a scratch,” and like a deep scratch, graffiti can be difficult to remove. It’s also difficult to spell, but remember that there are two fs and only one t and you’ll get it right every time.",
    "example_sentences": [
      "“a scratch,”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "spurn",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you reject your mother's offer to buy you a pair of lederhosen with a snort and eye roll, you are spurning her generosity. To spurn means to reject with disdain. Originally, to spurn was to kick away. Though it's not used in that context so often anymore, being spurned still feels like a kick in the gut. You can reject someone kindly, or let them down easily, but you can't spurn someone with anything but malice.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "contingent /kənˈtɪndʒənt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The adjective contingent can be used to describe when something can occur only when something else does first. Making money is contingent on finding a good-paying job. When something is contingent it means that the possibility of an event or situation depends on another happening or being true first. For example, sometimes people want to buy a new house but they make the purchase of the house they want to buy contingent upon someone else buying their old house first. That way they don't end up owning two houses.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 17
  },
  {
    "word": "earmark",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To earmark something is to set it aside for a specific purpose. If you’re saving money to spend it in a particular way — whether it’s for college or a fancy new pair of shoes — you have earmarked that money. Originally, an earmark was a mark on the ear of an animal — such as a sheep — that indicated ownership. Similarly, when government officials earmark a resource, they're indicating what the resource will be used for. Earmarking is usually about money. $10,000 could be earmarked for cancer research. A grant could be earmarked for a children's hospital. Earmarking is a way of stating how something will be used.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 11
  },
  {
    "word": "combat",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Combat is fighting between two groups of armed forces. When you engage in combat, typically this means you engage in fighting that involves weapons. Combat comes from the Latin com- meaning \"together with\" and battere meaning \"to fight.\" Combat can be used as a modifier; for example, a combat zone is an area where fighting is taking place. The word combat can also be used to refer to the action of fighting against something to prevent it. An after-school program for kids is working to combat the issue of street violence by creating a safe space where kids can go as an alternative.",
    "example_sentences": [
      "\"together with\"",
      "\"to fight.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "scorch",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To scorch is to burn something fiercely, to the point where its surface — your face, prairie grass, a steak on the grill — chars or otherwise changes color. Although scorch usually refers to burning something (whether it's the sun or a blowtorch doing the burning), that's not always the case. An army can scorch an enemy territory — meaning raze everything in sight, without technically setting it on fire. Scorch can also mean to quickly overpower something or somebody, as in: \"We're gonna scorch the other team tomorrow.\"",
    "example_sentences": [
      "\"We're gonna scorch the other team tomorrow.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "tactic",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Tactic is another word for maneuver or method. Looking for a way to get something done? Then you better find a tactic. English-speakers have been talking about tactics since at least 1640, when this word was first recorded. A tactic is just a way to do something, a plan, or an approach. Generals have to have a good grasp on military tactics to win a battle; football teams have to use strong defensive tactics to keep the other guys from scoring. One time-tested tactic for winning over a teacher? Always turn your homework in on time!",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "plight",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A plight is a situation that's hard to get out of. Learning about the plight of very poor people trying to rebuild their homes after a devastating earthquake might inspire you to send money to a charity. Plight means predicament. It comes from the word for pleat, which means fold. A plight is a tough bind. You'll usually hear the word plight for groups of people or animals struggling to survive, or struggling for better lives. We talk about the plight of refugees, or the plight of sea birds after an oil spill. An old-fashioned use of plight is for pledge. If you get engaged, you give a plight of your love.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "refugee /ˌrefjʊˈdʒiː/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A refugee is someone who has left a dangerous place for a less dangerous place. You could help refugees from a hurricane by bringing them food and blankets. Refuge means shelter. So a refugee is a person that seeks shelter, usually from war, natural disaster, or some other harmful situation. If you see the conditions inside a refugee camp, you will realize how hard the lives of the refugees must have been before leaving home",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "refuge /ˈrefjuːdʒ/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To take refuge is to find a safe place. You might take refuge under a bridge in a hail storm, or in a basement during a tornado. Refuge comes from a French word meaning \"to flee,\" and, in most cases, a refuge is a place to flee to in order to get away from people or places that are unsafe. A refuge is a safe place, such as a building or even another country, as in \"they sought refuge from the war by leaving their homeland,\" or it is a simple, personal place of comfort — like a friend's couch",
    "example_sentences": [
      "\"to flee,\"",
      "\"they sought refuge from the war by leaving their homeland,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 5
  },
  {
    "word": "predicament /prɪˈdɪkəmənt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you're engaged to get married but suddenly fall in love with someone else, you have gotten yourself into quite a predicament. A predicament is a difficult, confusing, and unpleasant situation. The Greek word that predicament originally descends from means \"a state of being.\" Which makes sense considering the words that sound like predicate are all about states of being––predict, or say what's going to happen in the future, and predicate the second part of a sentence that's led by the verb. Think of predicament as an unpleasant state of being.",
    "example_sentences": [
      "\"a state of being.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "perch",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A perch is a temporary resting place. In the middle of climbing a tree, you might find a good perch on a high branch. Bet some birds will be perching there too. Perch has many different meanings. A bird perch is a little stick it can balance on, and the armrest of the couch can offer you a perch during a party. It's also the name of a kind of fish with spiny fins. And it's also an old measurement of 16.5 feet.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "stilt /stɪlt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Stilts are walking devices that make the person wearing them much taller than usual. When you use stilts, you stand on foot rests and walk along far above the ground. Stilts are special poles, either for walking tall or for supporting a structure that might otherwise be damaged by water. You can sometimes see people walking on stilts at a circus or parade, and you can see houses on stilts in some beachfront communities. Walking stilts are sometimes also used by workers, including the stilts worn by window washers and fruit farmers.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 2
  },
  {
    "word": "perspective",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "perspective",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 5
  },
  {
    "word": "illustration",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "illustration",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 12
  },
  {
    "word": "virtually",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "virtually",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "appreciate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "appreciate",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 15
  },
  {
    "word": "metaphorical",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "metaphorical",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 17
  },
  {
    "word": "apt",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "apt",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "depict",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "depict",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 12
  },
  {
    "word": "wobble",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "wobble",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 12
  },
  {
    "word": "bent",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "bent",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "signify",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "signify",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 6
  },
  {
    "word": "evidently",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "evidently",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "relate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "relate",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "abolish",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To abolish is to get rid of or annul. So when the principal yells at you for the 100th time for not having your shirt tucked in, it's safe to wish they'd just abolish the silly dress code.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "abortion",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Abortion is a surgical procedure that ends a pregnancy. In the United States, the public debate over a women's right to have an abortion is a complex and heated political issue.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "abrupt /əˈbrʌpt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An abrupt decision is one you make suddenly. An abrupt halt is one the Road Runner comes to when reaching an abrupt drop-off—you'd hear brakes squealing. Because being abrupt with someone is often a way of showing them that you are angry, you often apologize for the appearance of it. \"I'm sorry I was abrupt. I was rushing to get to class.\" The root of abrupt is Latin rumpere \"to break,\" which also gives us rupture \"break\" and interrupt \"break into.\"",
    "example_sentences": [
      "\"I'm sorry I was abrupt. I was rushing to get to class.\"",
      "\"to break,\"",
      "\"break\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "absurd /əbˈsɜːd/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Something absurd is really silly, absolutely ridiculous, or total nonsense. Thinking you can wear flip flops and a bikini to the North Pole is an absurd idea, for example.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 6
  },
  {
    "word": "accommodate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you accommodate, you are making an adjustment to suit a particular purpose. If you accommodate your brother's demand for the attic room, then you give in and let him take over that space.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 17
  },
  {
    "word": "acquaint /əˈkweɪnt/ -> acquaintance",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "acquaint /əˈkweɪnt/ -> acquaintance",
    "example_sentences": [
      "“使某人熟悉某事物”",
      "“自己熟悉”",
      "“自己去熟悉”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "acute",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Use the adjective acute for when you want to describe something as sharp or extremely serious. The word acute is one word; it's not two words, nor does it have anything to do with something small, cuddly, and pretty! Acute really means \"sharp\" or \"severe\" or \"intense\" and modifies certain kinds of angles in geometry or describes a certain kind of illness of short duration. The English word apparently entered the language during the sixteenth century from the Latin root acutus, which means \"sharp\" or \"pointed.\".",
    "example_sentences": [
      "\"sharp\"",
      "\"severe\"",
      "\"intense\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 6
  },
  {
    "word": "adhere /ədˈhɪə/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you don't want monkey droppings to adhere to the sole of your shoe, watch where you’re walking. Maybe if you'd adhere, or stick to, the zoo rules and stay on the walking path, you wouldn't have to worry about it. Adhere is from the 15th-century French verb meaning \"to stick.\"",
    "example_sentences": [
      "\"to stick.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "adverse /ˈædvɜːs /",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Steer clear of anything adverse. If it's adverse, it's working against you — like adverse weather conditions or the adverse effects of eating too much sugar.",
    "example_sentences": [
      "\"no thanks\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "aesthetic /iːsˈθetɪk/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The adjective aesthetic comes in handy when the subject at hand is beauty or the arts. A velvet painting of dogs playing poker might have minimal aesthetic appeal.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "affiliate /əˈfɪliət/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An affiliate is a subordinate group or organization associated with a larger group or organization. For example, the American broadcasting company NBC has hundreds of affiliate stations around the country. Affiliate comes from the Medieval Latin term affiliat, meaning \"adopted as a son,\" though it's unlikely NBC sees its affiliate companies in quite that way. The word can also be used to describe someone who simply hangs out with someone else a lot, or keeps company with them regularly, whether for business or not.",
    "example_sentences": [
      "\"adopted as a son,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "afflict /əˈflɪkt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To afflict is to cause suffering, pain, or misery. It’s often associated with medical conditions. Carpal Tunnel Syndrome is most likely to afflict someone who spends many hours every day typing on our computers.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "alienate /ˈeɪliəneɪt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When you alienate people, you make them stop liking or caring about you. Show up at a conference of cat lovers with a sign around your neck that says, \"I hate kittens,\" and you'll learn firsthand what that means.",
    "example_sentences": [
      "\"I hate kittens,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "alleviate /əˈliːvieɪt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Do all these words make your head ache? If so, take an aspirin to alleviate, or relieve, your pain. The verb, alleviate, stems from the Latin root, levis \"light\" and is related to modern English words such as elevator and levitate — both words implying a lightening of one's load. Alleviate also has this sense of lightening a burden such as physical pain or emotional duress. You can take medicine to alleviate symptoms or do exercise to alleviate stress. Or if you want a bigger challenge: try alleviating traffic congestion or world hunger.",
    "example_sentences": [
      "\"light\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "analogy /əˈnælədʒi/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When you draw an analogy between two things, you compare them for the purpose of explanation. The movie character Forrest Gump made a silly analogy famous: \"Life is like a box of chocolates\".",
    "example_sentences": [
      "\"Life is like a box of chocolates\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "anticipate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To anticipate something is to be expecting it. Your dog might be waiting by the door, anticipating his next walk or squirrel chase.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "apparatus /ˌæpəˈreɪtəs/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Your apparatus is the collective equipment you use for specific purposes. For example, the apparatus used for scuba diving includes goggles, flippers, and a breathing tank, while a surgeon’s apparatus includes various scalpels and clamps. Different activities, different apparatuses. The noun apparatus evolved from the Latin apparātus, meaning \"equipment or preparation.\" It might refer to one item, (a breathing apparatus) or a group of items (sports apparatus). Here’s a spelling tip: often, when a word ends in -us, the plural ending changes to i — “alumnus/alumni,” “focus/foci.” However, apparatus is part of the group that doesn't change — words like “virus/viruses” or “census/censuses.” This means the plural is either apparatus or apparatuses, though the latter is more common.",
    "example_sentences": [
      "\"equipment or preparation.\"",
      "“alumnus/alumni,”",
      "“focus/foci.”"
    ],
    "frequency_level": "medium",
    "cambridge_book": 5
  },
  {
    "word": "appease",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Appease means to make or preserve peace with a nation, group, or person by giving in to their demands, or to relieve a problem, as in \"the cold drink appeased his thirst.\" Appease often implies abandoning your moral principles to satisfy the demands of someone who is greedy for power: think of British Prime Minister Chamberlain's attempt to appease the Nazis at Munich. The verb appease comes from the Old French apaisier, \"to pacify, make peace, or be reconciled,\" from the phrase \"a paisier,\" which combines a-, or \"to,\" and pais, \"peace,\" from the Latin pax",
    "example_sentences": [
      "\"the cold drink appeased his thirst.\"",
      "\"to pacify, make peace, or be reconciled,\"",
      "\"a paisier,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "appliance",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An appliance is a tool or device that performs a certain job. Your toaster is an appliance, and so is your dishwasher. Your dog? Not so much. Most modern homes are full of appliances that perform various useful tasks — or help you perform them. A hairdryer is an appliance that dries your hair, and a television is an appliance that offers hours of mindless entertainment. The earliest meaning of the word was \"action of putting into use,\" from the verb apply, with its Latin root, applicare, which figuratively means \"devote oneself to\" or \"give attention.\"",
    "example_sentences": [
      "\"action of putting into use,\"",
      "\"devote oneself to\"",
      "\"give attention.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 15
  },
  {
    "word": "appraisal /əˈpreɪzəl/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An appraisal is a judgment of something, especially an estimate of how much it's worth. Usually you need an expert to give an official appraisal.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 12
  },
  {
    "word": "apt",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Something apt is perfectly appropriate, clever and well-suited to the matter at hand. A \"Cinderella story\" might be an apt metaphor for an underdog team that makes it to the championships. The wee cousin of aptitude, apt has the same root meaning of strength and ideal appropriateness. It can also be used in the form \"to be apt to\" meaning \"to be likely to\" do something: \"With his dark, brooding persona, actor Christian Bale is an apt Batman, and audiences are apt to come to the theatres in droves to see him fight villains.\"",
    "example_sentences": [
      "\"Cinderella story\"",
      "\"to be apt to\"",
      "\"to be likely to\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "arbitrary /ˈɑːbətrəri/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Something that's arbitrary seems like it's chosen at random instead of following a consistent rule. Team members would dislike their coach using a totally arbitrary method to pick starting players",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 2
  },
  {
    "word": "ascertain /ˌæsəˈteɪn /",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Ascertain is a verb that means to find out something. You might have to go to the bank to ascertain if there is any money in your account. This is a formal word that often applies to discovering the facts or truth about something through examination or experimentation. Information that is ascertained is certain beyond a doubt. If you want a less formal synonym, use discover",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "ascribe /əˈskraɪb/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Ascribe means to give credit to, like if you ascribe the A you got on your group project to the hard work of your partners.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 11
  },
  {
    "word": "authentic",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The adjective authentic describes something that is real or genuine and not counterfeit. Be careful when you are buying jewelry or watches. If you are going to buy a diamond ring, you want an authentic diamond and not glass. That would be authentic glass but a fake diamond!",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "persuade",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you get talked into something, you've been persuaded. If your friends try to persuade you to swan-dive into a dangerous ravine, it's time to find some new friends",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "incentive",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If your mom wants you to mow the lawn but you don't feel like it, she might offer to treat you to ice cream after as an incentive. An incentive is something that stimulates you to take action or work harder.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "enquiry",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The noun enquiry is a British spelling of the word \"inquiry.\" Both words mean the act of asking questions to gain information. If you are in London, you can make enquiries about the opening times of the many museums there.",
    "example_sentences": [
      "\"inquiry.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 15
  },
  {
    "word": "expedition",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An expedition is an organized journey that is undertaken for a particular purpose, like a group of scientists launching an expedition to South America to seek out a new medicinal herb. An expedition is no walk in the park. It's a serious journey, often with a very specific purpose undertaken by several people and lots of equipment. Sometimes, it can even be dangerous, like when the arctic adventurer was attacked by polar bears during an expedition to the Arctic. Needless to say, he hung up his explorer's hat after that expedition.",
    "example_sentences": [
      "\"polar night\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 11
  },
  {
    "word": "brochure /ˈbrəʊʃə/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An organization wishing to advertise its products or services will often create a brochure, a small booklet or folded paper giving brief details about what it's selling. It usually includes illustrations and is made to be eye-catching and easily read.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "lodge /lɑːdʒ/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A lodge is an inn where travelers stay overnight. If you’re in need of a night’s sleep while traveling an out of the way country road, you’re more likely to find yourself at a lodge than a fancy or chain hotel.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "rental",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The rental of something such as a car or piece of equipment is the activity or process of renting it.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "lane",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A lane is a relatively narrow street or road. Most country lanes never get backed up with rush hour traffic.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "refurbish",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Whether it’s a bike, an old computer, or a tennis stadium, when you refurbish something you clean it up and make it look or perform better.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "furnish",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "a room furnished with a desk and swivel chair",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 15
  },
  {
    "word": "reciprocal -- mutual",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Reciprocal describes something that's the same on both sides. If you and your sister are in a big fight on a long car trip, you might resolve it through a reciprocal agreement that you'll stop poking her and she'll stop reading road signs out loud. The word mutual is a near synonym in most uses: reciprocal/mutual friendship, describing, a relationship in which two people feel the same way about each other, or do or give similar things to each other. If you tell someone you like them and they say, \"The feelings are reciprocal,\" that means they like you too. In math, a reciprocal is a number that when multiplied by a given number gives one as a product.",
    "example_sentences": [
      "\"The feelings are reciprocal,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "appliance",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "a piece of equipment, especially electrical equipment, such as a cooker or washing machine, used in people’s homes",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 5
  },
  {
    "word": "intact",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If something is intact it's still in one piece. If you'd like your sand castle to remain intact, I suggest you build it away from the water.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 6
  },
  {
    "word": "delicate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Delicate things, like a flower, a necklace or someone’s feelings are fragile, easily broken and often quite beautiful.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "dedicate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To dedicate is to assign, to commit or to give over. If you dedicate a song you’ve written to a friend, it means the song belongs to them. If you dedicate yourself to a project, it means you give yourself to it.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "intricate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Anything intricate is complicated. Chess is a very intricate game that you could study your entire life and still not know everything about.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "resemble",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Have you noticed that many pet owners resemble their pets? Or is it that pets resemble their owners? Either way, it’s downright strange how they often look alike.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "overlook",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The verb overlook literally means to look over the top of. The word has come to refer to the act of neglecting something, usually because your focus is aimed elsewhere.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "monument",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "A monument is a statue or other sculpture meant to honor a great person, like the Lincoln Monument or Washington Monument.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 17
  },
  {
    "word": "inhabitant",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Someone who usually lives in a specific place — whether it's a mansion, a cave, or a beach house — is its inhabitant",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "elaborate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Use the adjective elaborate when you want to describe how something is very detailed or especially complicated, like a devilish prank planned out weeks in advance.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "relentless",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Relentless is a good word for describing something that's harsh, unforgiving, and persistent, like the hot sun in the desert, or a cold that keeps you in bed for days with a nose like a strawberry.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "pristine",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If something is pristine it's immaculately clean or has never been used. So please check your shoes before walking on a pristine white carpet.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 9
  },
  {
    "word": "reservoir /ˈrezəvwɑː /",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "The word reservoir refers to a place where large amounts of water get stored. It can also be used to describe great amounts of other things, such as when you refer to a trivia expert as a reservoir of useless knowledge.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "facilitate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To facilitate means to make something easier. If your best friend is very shy, you could facilitate her efforts to meet new people",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 7
  },
  {
    "word": "imperative",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When something absolutely has to be done and cannot be put off, use the adjective imperative.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 18
  },
  {
    "word": "complementary",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If something is complementary, then it somehow completes or enhances the qualities of something else. If your beautiful voice is completely complementary to your brother's song writing skills, you should form a family band.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 1
  },
  {
    "word": "curb",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When you're using the word curb as a noun, it's the raised edging beside a street. When curb is a verb, it means to restrain or hold back, like when you curb your impulse to laugh while watching a badly acted play. Curb comes from the Latin word for \"curve,\" curvus, which describes the shape of a restraining strap on a horse's head — in the fifteenth century, this band was called a curb.",
    "example_sentences": [
      "\"curve,\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 8
  },
  {
    "word": "stimulate",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If the economy is starting to stall, the president can't just sit there. He has to stimulate—turn it on, bring it to life, perk it up. You can stimulate practically anything: a person, a conversation, a mind, or even the growth of a plant.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 10
  },
  {
    "word": "intuitive",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If you're intuitive, you can probably guess what this word means just by looking at it. No? Maybe you're not so intuitive, after all. Intuitive means having the ability to understand or know something without any direct evidence or reasoning process.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "pervasive",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "When something is pervasive, it's everywhere. Common things are pervasive — like greed and cheap perfume.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "affluent /ˈæfluənt/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "You know you're driving through an affluent neighborhood when you see large houses, perfect landscaping, and expensive cars. Use affluent to describe wealthy people or areas.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 14
  },
  {
    "word": "ingredient",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An ingredient is one part of a mixture. For example, if you're making chocolate chip cookies, flour is just one ingredient you'll need.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "incidence",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Incidence means the frequency with which something bad occurs. You’ll hear of “incidences of cancer” or “incidences of war.\" You hope the incidence is decreasing, not increasing.",
    "example_sentences": [
      "“incidences of cancer”",
      "“incidences of war.\""
    ],
    "frequency_level": "medium",
    "cambridge_book": 3
  },
  {
    "word": "prevalence -- prevalent",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "Prevalence means there is a lot of something. If you get a bad grade on a paper for having a prevalence of typos, you need to proofread your work more carefully.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 4
  },
  {
    "word": "reinforce",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "To reinforce means to make stronger. You can reinforce your roof by putting some extra supports under it.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 13
  },
  {
    "word": "apprentice /əˈprentɪs/",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An apprentice is someone who learns a trade. An apprentice farmer is paid very little but has the chance to learn farming by watching and doing.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "attendant",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "An attendant is someone present at a meeting or event. A flight attendant, for example, tends to the needs of passengers on a plane trip.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 16
  },
  {
    "word": "monetary",
    "phonetic": "",
    "part_of_speech": "",
    "definition": "If it has to do with money or currency, it’s monetary, like your childhood toy collection that has no monetary value, but you love it nonetheless.",
    "example_sentences": [],
    "frequency_level": "medium",
    "cambridge_book": 8
  }
]